{
  "leftImage": "steve",
  "rightImage": "catcat",
  "lines": [
    {
      "name": "Cat",
      "line": "Meowww (like it is trying to explain something)"
    },
    {
      "name": "Cat",
      "line": "Meowww? *surprised*"
    },
    {
      "name": "Cat",
      "line": "Purr purr"
    },
    {
      "name": "Cat",
      "line": "As I tried to explain, it is forbidden and dangerous to enter this pyramid. And, congratulations! You annoyed Anubis, what a mess!"
    },
    {
      "name": "Cat",
      "line": "..."
    },
    {
      "name": "Cat",
      "line": "Alright, I will help you a bit."
    },
    {
      "name": "Cat",
      "line": "First of all, you have not been teleported to another place, just to another time."
    },
    {
      "name": "Cat",
      "line": "You are in the same pyramid you so much wanted to visit and plunder, relax."
    },
    {
      "name": "Cat",
      "line": "Now you can see how it was at the beginning. When it was just finished."
    },
    {
      "name": "Cat",
      "line": "I know it is beeeaaauuuuuutiful isn't it?"
    },
    {
      "name": "Cat",
      "line": "Oh! But maybe you just want to go to your time, and as I am the kindest goddess here (yes I am aware I am the only one) I will help you."
    },
    {
      "name": "Cat",
      "line": "Returning to your time is not an easy task, I do not have the power to make you return to the 21st century."
    },
    {
      "name": "Cat",
      "line": "And even if I was able to, I do not want to. You came here to explore, you will explore, be happy!"
    },
    {
      "name": "Cat",
      "line": "You need 3 artefacts to go home : mine, Sobek's and Ra's."
    },
    {
      "name": "Cat",
      "line": "Oh, by the way, I am Bastet. Sometimes I forget that some humans do not know my name."
    },
    {
      "name": "Bastet",
      "line": "If you want my artefact, you will have to complete this trial."
    },
    {
      "name": "Bastet",
      "line": "But I'm sure it will be impossible for such a reckless adventurer as you."
    },
    {
      "name": "Steve",
      "line": "Oh come on, I'm not just a regular human, I am the all mighty Stev..."
    },
    {
      "name": "Bastet",
      "line": "Enough !"
    },
    {
      "name": "Bastet",
      "line": "If you really want to go back to your era, I will give you a little help."
    },
    {
      "name": "Bastet",
      "line": "Thanks to my divine greatness, you are now able to move those lovely blocks."
    },
    {
      "name": "Bastet",
      "line": "Use this power wisely and you will be able to complete your quest. (Button Fire 2)"
    }
  ]
}